[
  {
    "id": 1,
    "category": "Food",
    "campaign_name": "Food for All",
    "campaign_description": "Join our 'Food for All' campaign and help us provide nutritious meals to hungry families in our community. Your donation will make a real difference in the lives of those in need. With your support, we can ensure that no one in our community goes to bed hungry. Hunger is a critical issue that affects individuals of all ages, from children to seniors. Our goal is to distribute nutritious meals to families facing food insecurity, and your contribution will help us achieve this mission. We believe that access to food is a basic human right, and your generosity will play a vital role in upholding that right. Together, we can make sure that every family in our community has enough to eat. Join us today and be a part of the 'Food for All' movement.",
    "img": "https://i.ibb.co/XVMktBJ/Food.png",
    "rect_img": "https://i.ibb.co/X2mdYss/Rectangle-4287-2.png",
    "text_color": "#F87147",
    "background_color": "rgba(248, 113, 71, 0.15)",
    "badge_bg_color": "rgba(248, 113, 71, 0.20)",
    "donation_amount": 180
  },
  {
    "id": 2,
    "category": "Health",
    "campaign_name": "Healthcare Access",
    "campaign_description": "Support our 'Healthcare Access' campaign to ensure that quality healthcare is within reach for everyone, regardless of their financial situation. Your contribution can save lives. In our community, access to quality healthcare is a pressing issue. Many individuals struggle to afford essential medical services, and as a result, their health suffers. Your donation to the 'Healthcare Access' campaign will directly impact the lives of those in need. It will enable us to provide medical care to those who cannot afford it and ensure that everyone has access to the healthcare they deserve. By supporting this campaign, you become a healthcare hero, helping us save lives and improve the overall well-being of our community. Your generosity will create a healthier and happier community for all.",
    "img": "https://i.ibb.co/TqTkGVM/Health.png",
    "rect_img": "https://i.ibb.co/GCwZgnc/Rectangle-4284.png",
    "text_color": "#0052FF",
    "background_color": "rgba(0, 82, 255, 0.15)",
    "badge_bg_color": "rgba(0, 82, 255, 0.20)",
    "donation_amount": 220
  },
  {
    "id": 3,
    "category": "Clothing",
    "campaign_name": "Warmth in Winter",
    "campaign_description": "Help us keep families cozy during the winter season by donating warm clothing through our 'Warmth in Winter' campaign. Your generosity will bring comfort to those in need. Winter can be a harsh and unforgiving season, especially for those who cannot afford warm clothing. Our 'Warmth in Winter' campaign aims to provide coats, scarves, and blankets to families in our community who need them most. Your donation will help us purchase these essential items and distribute them to those facing the cold. By contributing to this campaign, you are making a significant difference in the lives of vulnerable individuals. Your act of kindness will bring warmth and comfort to families during the coldest months of the year, ensuring that they stay healthy and safe.",
    "img": "https://i.ibb.co/HTGRcj6/Clothing.png",
    "rect_img": "https://i.ibb.co/Mf5HKPZ/Rectangle-4287.png",
    "text_color": "#79C23F",
    "background_color": "rgba(121, 194, 63, 0.15)",
    "badge_bg_color": "rgba(121, 194, 63, 0.20)",
    "donation_amount": 150
  },
  {
    "id": 4,
    "category": "Education",
    "campaign_name": "Education for All",
    "campaign_description": "Support 'Education for All' and provide underprivileged children with access to quality education. Your donation empowers young minds and creates a brighter future. Education is a fundamental right, yet many children in our community do not have access to quality learning opportunities. Our 'Education for All' campaign is committed to changing that. Your donation will help us provide scholarships, school supplies, and educational resources to underprivileged children. By supporting this campaign, you are investing in the future of our community. You are empowering young minds, breaking the cycle of poverty, and creating a brighter future for all. Every child deserves the chance to succeed, and your generosity will make that possible.",
    "img": "https://i.ibb.co/Js0KLHJ/Education.png",
    "rect_img": "https://i.ibb.co/KNG2gG8/Rectangle-4287-1.png",
    "text_color": "#FF444A",
    "background_color": "rgba(255, 68, 74, 0.15)",
    "badge_bg_color": "rgba(255, 68, 74, 0.20)",
    "donation_amount": 290
  },
  {
    "id": 5,
    "category": "Food",
    "campaign_name": "Feed the Hungry",
    "campaign_description": "Be a part of our 'Feed the Hungry' campaign and ensure that no one goes to bed hungry. Your contribution will fill empty stomachs and bring smiles to those in need. Hunger is a problem that plagues our community, but together, we can make a difference. The 'Feed the Hungry' campaign is dedicated to providing nutritious meals to those in need. Your donation will help us purchase food items and distribute them to families and individuals facing hunger. Your generosity will ensure that no one in our community goes to bed hungry. Join us in this important mission and help us bring smiles, nourishment, and hope to those who need it most.",
    "img": "https://i.ibb.co/XVMktBJ/Food.png",
    "rect_img": "https://i.ibb.co/X2mdYss/Rectangle-4287-2.png",
    "text_color": "#F87147",
    "background_color": "rgba(248, 113, 71, 0.15)",
    "badge_bg_color": "rgba(248, 113, 71, 0.20)",
    "donation_amount": 130
  },
  {
    "id": 6,
    "category": "Education",
    "campaign_name": "Scholarship Fund",
    "campaign_description": "Invest in the future by supporting our 'Scholarship Fund.' Your donation paves the way for deserving students to pursue their dreams through education. Education is a powerful tool that can transform lives and create opportunities for a brighter future. However, many talented and deserving students in our community face financial barriers that prevent them from pursuing higher education. Our 'Scholarship Fund' aims to break down those barriers by providing scholarships to promising students. Your donation will help these students access the education they deserve, unlock their full potential, and achieve their dreams. By contributing to this fund, you are investing in the future success of our community and empowering the next generation to reach for the stars.",
    "img": "https://i.ibb.co/Js0KLHJ/Education.png",
    "rect_img": "https://i.ibb.co/KNG2gG8/Rectangle-4287-1.png",
    "text_color": "#FF444A",
    "background_color": "rgba(255, 68, 74, 0.15)",
    "badge_bg_color": "rgba(255, 68, 74, 0.20)",
    "donation_amount": 200
  },
  {
    "id": 7,
    "category": "Health",
    "campaign_name": "Mental Health Support",
    "campaign_description": "Join us in promoting mental well-being through our 'Mental Health Support' campaign. Your contribution helps create a happier and healthier community. Mental health is a vital component of overall well-being, and it's essential that we prioritize it in our community. The 'Mental Health Support' campaign is dedicated to raising awareness, providing resources, and offering a helping hand to those struggling with mental health challenges. Your donation will fund educational programs, support services, and community initiatives that promote mental well-being. By joining us in this campaign, you are contributing to a happier and healthier community for all. Together, we can break the stigma surrounding mental health and ensure that everyone has access to the support they need.",
    "img": "https://i.ibb.co/TqTkGVM/Health.png",
    "rect_img": "https://i.ibb.co/GCwZgnc/Rectangle-4284.png",
    "text_color": "#0052FF",
    "background_color": "rgba(0, 82, 255, 0.15)",
    "badge_bg_color": "rgba(0, 82, 255, 0.20)",
    "donation_amount": 170
  },
  {
    "id": 8,
    "category": "Clothing",
    "campaign_name": "Dress for Success",
    "campaign_description": "Empower individuals to secure employment by donating professional attire to our 'Dress for Success' campaign. Your support transforms lives. Dressing for success is not just about clothing; it's about confidence and opportunity. Many individuals in our community lack access to professional attire, making it difficult for them to secure employment and achieve their career goals. The 'Dress for Success' campaign aims to change that by providing professional clothing to those in need. Your donation will help us collect and distribute business attire to job seekers, empowering them to make a positive impression in interviews and in the workplace. By supporting this campaign, you are transforming lives and helping individuals on their journey to success.",
    "img": "https://i.ibb.co/HTGRcj6/Clothing.png",
    "rect_img": "https://i.ibb.co/Mf5HKPZ/Rectangle-4287.png",
    "text_color": "#79C23F",
    "background_color": "rgba(121, 194, 63, 0.15)",
    "badge_bg_color": "rgba(121, 194, 63, 0.20)",
    "donation_amount": 160
  },
  {
    "id": 9,
    "category": "Education",
    "campaign_name": "STEM Education Initiative",
    "campaign_description": "Fuel the future with our 'STEM Education Initiative.' Your donation supports programs that prepare the next generation for a technology-driven world. In today's rapidly evolving world, STEM (Science, Technology, Engineering, and Mathematics) education is more critical than ever. Our 'STEM Education Initiative' is dedicated to preparing the next generation for success in a technology-driven world. Your donation will support programs, workshops, and resources that inspire young minds to explore STEM fields. By contributing to this initiative, you are fueling the future, empowering students with essential skills, and driving innovation in our community. Together, we can ensure that our youth are well-equipped to thrive in the modern world.",
    "img": "https://i.ibb.co/Js0KLHJ/Education.png",
    "rect_img": "https://i.ibb.co/KNG2gG8/Rectangle-4287-1.png",
    "text_color": "#FF444A",
    "background_color": "rgba(255, 68, 74, 0.15)",
    "badge_bg_color": "rgba(255, 68, 74, 0.20)",
    "donation_amount": 140
  },
  {
    "id": 10,
    "category": "Health",
    "campaign_name": "Medical Relief Fund",
    "campaign_description": "Make a significant impact by contributing to our 'Medical Relief Fund.' Your donation provides critical medical treatment to those in need. Access to medical care is a basic human right, but many individuals in our community struggle to afford necessary medical treatments. The 'Medical Relief Fund' aims to bridge this gap by providing financial assistance for medical expenses. Your donation will directly impact the lives of those in need, ensuring they receive the medical care they deserve. By contributing to this fund, you are making a significant and life-changing impact in our community. Your generosity provides hope, healing, and a brighter future for individuals facing medical challenges.",
    "img": "https://i.ibb.co/TqTkGVM/Health.png",
    "rect_img": "https://i.ibb.co/GCwZgnc/Rectangle-4284.png",
    "text_color": "#0052FF",
    "background_color": "rgba(0, 82, 255, 0.15)",
    "badge_bg_color": "rgba(0, 82, 255, 0.20)",
    "donation_amount": 250
  },
  {
    "id": 11,
    "category": "Food",
    "campaign_name": "Nutrition for Kids",
    "campaign_description": "Support our 'Nutrition for Kids' program and ensure that underprivileged children have access to healthy meals. Your generosity nurtures young minds. Every child deserves access to nutritious meals that fuel their growth and development. However, many underprivileged children in our community lack this essential resource. Our 'Nutrition for Kids' program is dedicated to changing that by providing healthy meals to children in need. Your donation will help us supply nutritious food to schools and community centers, ensuring that every child has the opportunity to thrive. By supporting this program, you are investing in the well-being and future success of our community's youth.",
    "img": "https://i.ibb.co/XVMktBJ/Food.png",
    "rect_img": "https://i.ibb.co/X2mdYss/Rectangle-4287-2.png",
    "text_color": "#F87147",
    "background_color": "rgba(248, 113, 71, 0.15)",
    "badge_bg_color": "rgba(248, 113, 71, 0.20)",
    "donation_amount": 120
  },
  {
    "id": 12,
    "category": "Clothing",
    "campaign_name": "Clothing Drive",
    "campaign_description": "Equip students for a successful school year through our 'Back-to-School Clothing Drive.' Your donation provides clothing for education. Going back to school should be an exciting time for students, but for some, it's a time of stress and worry due to the lack of proper clothing. Our 'Back-to-School Clothing Drive' aims to change that by providing students with the clothing they need to feel confident and succeed academically. Your donation will help us collect and distribute school-appropriate clothing to students of all ages. By supporting this campaign, you are ensuring that students can focus on their education without the distraction of inadequate clothing. Together, we can empower students for a successful school year.",
    "img": "https://i.ibb.co/HTGRcj6/Clothing.png",
    "rect_img": "https://i.ibb.co/Mf5HKPZ/Rectangle-4287.png",
    "text_color": "#79C23F",
    "background_color": "rgba(121, 194, 63, 0.15)",
    "badge_bg_color": "rgba(121, 194, 63, 0.20)",
    "donation_amount": 170
  }
]
